---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.MEPCalculationFailures.DuctPressureDropCalculatorNotAvailable
source: html/514f9505-3fb9-922a-7652-37ccfb7112c8.htm
---
# Autodesk.Revit.DB.BuiltInFailures.MEPCalculationFailures.DuctPressureDropCalculatorNotAvailable Property

Duct Pressure Drop Calculator Not Available: [Calculator Name]

## Syntax (C#)
```csharp
public static FailureDefinitionId DuctPressureDropCalculatorNotAvailable { get; }
```